[
  {
    "title": "We're very pretty.",
    "body": "<p>Hey, no, we'll just set course for Planet of the Lonely, Rich, and *Appropriately Hygienic Man*. She alone will stand against the vampires the demons and the forces of darkness. **I knew you were lying. Undead liar guy.** I don't buckle. Occasionally I swashbuckle. Easy as really difficult pie.</p><p>Yeah, well, I'm not the one who wanted Wind Beneath My Wings for the first dance. The human mind is like Van Halen; if you just pull out one piece and keep replacing it, it just degenerates. And now the one person who should be here is gone, and a waste like you gets to live. How did you find me here? I find it a bit sad that you think of yourself as a candidate for anyone's fantasy. For this plan to work, River and I will have to be dead. You're a hell of a woman. How about 'cause you're a tiny impotent Nazi with a bug up his butt the size of an emu? Okay, at this point you're abusing sarcasm. All the protein, vitamins and carbs of your grandma's best turkey dinner, plus fifteen percent alcohol.</p><p>They've got those hoppy legs and twitchy little noses. Military people don't make out with science people. Say! look at you! You look just like me! We're very pretty.</p><p>> I don't buckle. [Occasionally I swashbuckle.](http://www.commercekitchen.com/whedon-ipsum/)</p><p>Why not default them with ninja skills or whatever? Start with the part where Jayne gets knocked out by a ninety-pound girl, 'cause I don't think that's ever getting old.</p>"
  },
    {
      "title": "Welcome to the future",
      "body": "<p>It's like somebody slaughtered an _Abercrombie and Fitch_ catalog. What gives you the right to suck face with your demon lover again? What, you think this isn't real just because of all the vampires, and demons, and ex-vengeance demons, and the sister that used to be a big ball of universe-destroying energy? Can't call to mom, can't say a word. I'm not planning on presiding over the end of Western Civilization. Oh my god! Did it sing? Well, look at me. I'm all fuzzy.</p><p>I mean, officially I deplore violence, but that was totally worth the loss of karma points! Freedom is life's great lie. Little man loved fire. When I kiss you, you don't wake up from a deep sleep and live happily ever after. It's getting eerie, what's this cheery singing all about?</p><pre><code>  function contact(ctx) {\n    hideAndSeek('contact');\n    console.log(ctx.params.contactName);\n    $('h3').html('Contact: ' + (ctx.params.contactName || 'None'));\n    console.log('Contact function called.');\n  }</code></pre><p>Why not default them with ninja skills or whatever? This may come as a shock, but I'm actually not very good at talking to girls. So I skipped intro to evil or whatever, but how is it that I get an F, when this guy that we're reading, Chauncey, can't even spell? Welcome to the future, where cars fly, robots serve our every whim, and genetically engineered dinosaurs rule the Earth. Your futures are murky; you'd do well to heed my...I'm still on speakerphone, aren't I? Occasionally, I'm callous and strange. The brain is kept in a fear-induced, adrenaline-fueled overdrive state, like a problem you can't solve. We attack the mayor with hummus.</p>"
    }
]
